# St7GetFaceNIEdges

Returns whether to highlight non-interpolated face edges.

long St7GetFaceNIEdges(long uID, bool* Show)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Show
The state of the Show Non-Interpolated Edges option; either True or False.